/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Kan inte öppna Java-program";
"It requires a newer java" 	= "Det kräver Mac OS X 10.1 med Java-uppdatering 1, eller ett senare operativsystem installerat";
"Quit" 						= "Avsluta";
